[
  {
    "id": 15,
    "categoryId": 1,
    "header": "Test edilemeyen fikir ve teoriler bilim sayılır mı?",
    "content": "Bu konularda rekor hiç şüphesiz ki Fizik alanında. Fizikçilerin akla yatkın ve güzel formüllerle izah ettiği o kadar çok teori ve hipotezleri vardır ki bunlar ne yanlışlaşabilir ne de doğrulanabilirler. Birkaç örnek: 'Sicim Teorisi', 'Big-Bang', 'Çoklu Evren Kuramı', vs.Şüphesiz insanoğlunun birkaç yüz yıl önce gözlemleyebildiği cisimler santimetre veya milimetre boyutunda iken, bugün santimetrenin trilyonda biri (10-12 cm) gibi atom-altı parçacıkları belirleme noktasına erişilmiştir. Uzak mesafeleri görmek için de benzer şeyler söylenebilir. Ancak, modern fiziğin dayandığı birçok teori (bunların bazılarına belki varsayım da diyebiliriz) ne yazık ki, bu sınırların ötesi için ileri sürülmüş ve günümüz teknolojisi ile kanıtlanmaları imkânsızdır.\nSanırım bu nedenledir ki, fizikçiler muazzam hayal güçleri ile bu bilinmeyen bölgelerde gezinerek olur olmaz teorilerini ileri sürmekte ve tabiri caizse “bir delinin kuyuya attığı taş, kırk akıllıyı da ömürleri boyunca meşgul etmektedir”. Bu teorilerden bazıları kanıtlansa bile, dünyamızın iyiliğine ne katkı sağlayacakları şüphelidir. Ancak, fizikçilerin çoğu sanırım tersini düşünmekte! Çünkü onlara göre,  örneğin Biyoloji biliminin nispeten az gelişmiş olmasının temelinde bu alanda çok az sayıda teori üretilmesindendir.\nFizikçilerin bu savı belki ilerdeki bir yazımın konusu olacaktır.Yazımı bir Biyolog’dan bir alıntı ile bitireyim:Sabit fikirlere dayanan teyit edilmesi imkânsız teorileri akılda tutmaktansa, hiç bir şey bilmemek daha iyidir.\n-Claude Bernard (1813-1878)",
    "base64img": "https://media.istockphoto.com/id/1346675635/tr/foto%C4%9Fraf/modern-medical-research-laboratory-portrait-of-latin-and-black-young-scientists-using.jpg?s=1024x1024&w=is&k=20&c=-1ZpvQ1dedb1HZ4cRb5-XnAY1DFPFnG7fr9SRDuM1dg=",
    "view": 120
  },
  {
    "id": 13,
    "categoryId": 2,
    "header": "2024 Yazılım Trendleri",
    "content": "Teknolojinin hızla gelişmesiyle beraber, yepyeni yazılım trendleri ortaya çıkmaya devam ediyor. Böylesine rekabetçi bir ortamda işlerini büyütmek isteyen her şirket, yazılım geliştirme trendlerinden haberdar olmak zorunda. Peki, 2023 yazılım trendleri neler? \n Her geçen yıl teknoloji biraz daha gelişiyor ve daha global bir dünya yaratıyor. Bu da müşteri taleplerini günden güne arttırıyor ve teknoloji, müşteri talepleriyle birlikte değişime ve gelişime uğruyor. Bu döngüyü yakından takip etmek ve özellikle de yazılım trendlerini yakından izlemek, yazılım geliştiriciler için büyük önem taşıyor. \nBu yazımızda yazılım geliştiriciler ve yan sektörler için genel olarak 2023 yılında öne çıkacak olan yazılım trendlerini incelemeye çalıştık.\n1. No Code / Low Code \nGenel olarak no code / low code fazla küçümsenmiş hatta bir efsane olarak görülmüştü. Şimdi ise inanılmaz ciddiye alınıyor. Low code (düşük kod), yazılımcıların hızlı bir şekilde yazılım geliştirmelerine yarıyor. Düşük kod veya az kod kullanımı, adından da anlaşılacağı üzere yazılım geliştirme süreçlerini ve hem hızlandırıyor hem de kolaylaştırıyor. Bu yüzden yazılım geliştiriciler için 2023 yılında trend olmaya devam edecek önemli konulardan birisi no code / low code olmaya devam edecek.\n\n2. Siber Güvenlik \nTeknoloji geliştikçe, teknoloji devleri kullanıcıların ve müşterilerin gerçek sorunlarını fark etmeye başladı. Bu sorunların arasında siber güvenlik ise büyük bir yer kaplıyordu. Siber güvenlik alanındaki çalışmalar büyük oranda gelişim göstermiş olsa da, ilerleyen yıllarda en çok gelişen alanlar arasında yer almaya devam edecek. Çünkü teknoloji geliştikçe, siber güvenlik alanındaki tehditler de büyümeye devam ediyor. Özellikle bulut teknolojisi yaygınlaştıkça, siber güvenlik alanındaki trendlerin takibi daha da önemli hale gelecek.\nŞirketler, altyapılarını korumak için veri merkezlerinin tasarımında ve işletiminde siber güvenliğe öncelik vermek zorunda. Zaten günümüzde siber güvenlik yatırımı yapmak, bir siber saldırının verdiği hasarı onarmaktan çok daha kolay ve az maliyetli halde. Hal böyle olunca yazılım geliştiriciler de siber güvenlik alanında çalışmalar yapmaktan geri kalamıyorlar. Bununla beraber işletmelerin de siber güvenliğe yatırım yapmaya devam etmelerine kaçınılmaz gözüyle bakılıyor.\n\n3. Nesnelerin İnterneti (IoT)\nNesnelerin interneti alanındaki teknolojik gelişmeler ilerledikçe, yazılım geliştirme alanındaki eğilimin de katlanarak artması devam ediyor. Her geçen yıl, işletmelerin teknolojik gelişmelerin bir adım önünde olma ihtiyacı da artıyor. Hal böyle olunca, IoT teknolojisini mevcut yazılım çözümlerine entegre etmek, 2023 yılının en önemli trendlerinden biri olacak gibi görünüyor.",
    "base64img": "https://media.istockphoto.com/id/1321462048/tr/foto%C4%9Fraf/dijital-d%C3%B6n%C3%BC%C5%9F%C3%BCm-kavram%C4%B1-sistem-m%C3%BChendisli%C4%9Fi-ikili-kod-programlama.jpg?s=1024x1024&w=is&k=20&c=nZKx_q1-gyPTjxUYC159IDKbJHJP79NGaGZFH6xvB10=",
    "view": 56
  },

  {
    "id": 17,
    "categoryId": 3,
    "header": "Zihinsel Sağlık ve Mutluluk için Hatırlamamız Gerekenler",
    "content": "Günümüz dünyasında gerçekleşen hızlı değişiklikler, birçok kez kontrolümüzün zayıflamasına, stresimizin artmasına ve bedenimizin ve zihnimizin yorulmasına sebep oluyor. Bütünsel sağlığımızın en önemli parçalarından biri olan zihin sağlığımıza gerekli özeni gösteremediğimiz her an hem genel sağlığımızı hem de mutluluğumuzu  olumsuz etkiliyor.\nZihinsel Sağlığımız Bütünsel Sağlığımızı Nasıl Etkiler?\nHayatımızda değişiklikler yapmak istediğimizde hem kendimize hem de etrafımızdakilere sağlık ve mutluluk getirecek daha iyi yollar ararız. Sağlık ve mutluluk için üstüne düşmemiz gereken iki alan görüyoruz: bedenimiz ve zihnimiz. Hayatta genellikle kilo verme, detoks, yaşlanmayı önleme gibi sağlığın fiziksel yönlerine odaklansak da sağlığın zihinsel kısmını ihmâl etmeye veya görmezden gelmeye meyilliyiz. Ancak fiziksel olarak mükemmel bir durumda olmak mutluluğumuzu garanti etmez! İnsanların fiziksel olarak kötü hissettiklerinde de mutlu olduğunu görebiliriz. Bunun temel sebebi, sağlığın ve mutluluğun önemli bir kısmının zihnimizde yatmasıdır. Bu yüzden, bütünsel sağlık için zihin sağlığı üzerine çalışmak oldukça elzemdir.",
    "base64img": "https://media.istockphoto.com/id/1181135204/tr/foto%C4%9Fraf/mutlu-kad%C4%B1n-do%C4%9Fada-g%C3%BCn-bat%C4%B1m%C4%B1nda-s%C4%B1rt%C4%B1-ile-ayakta.jpg?s=1024x1024&w=is&k=20&c=86KoV4W61Mim35JICAHFJssFhrZnhGcJkcKuaHVz_io=",
    "view": 27
  },
  {
    "id": 11,
    "categoryId": 3,
    "header": "Eklem İltihabını Su Orucu ile Yenin",
    "content": "Günümüz dünyasında gerçekleşen hızlı değişiklikler, birçok kez kontrolümüzün zayıflamasına, stresimizin artmasına ve bedenimizin ve zihnimizin yorulmasına sebep oluyor. Bütünsel sağlığımızın en önemli parçalarından biri olan zihin sağlığımıza gerekli özeni gösteremediğimiz her an hem genel sağlığımızı hem de mutluluğumuzu  olumsuz etkiliyor.\nZihinsel Sağlığımız Bütünsel Sağlığımızı Nasıl Etkiler?\nHayatımızda değişiklikler yapmak istediğimizde hem kendimize hem de etrafımızdakilere sağlık ve mutluluk getirecek daha iyi yollar ararız. Sağlık ve mutluluk için üstüne düşmemiz gereken iki alan görüyoruz: bedenimiz ve zihnimiz. Hayatta genellikle kilo verme, detoks, yaşlanmayı önleme gibi sağlığın fiziksel yönlerine odaklansak da sağlığın zihinsel kısmını ihmâl etmeye veya görmezden gelmeye meyilliyiz. Ancak fiziksel olarak mükemmel bir durumda olmak mutluluğumuzu garanti etmez! İnsanların fiziksel olarak kötü hissettiklerinde de mutlu olduğunu görebiliriz. Bunun temel sebebi, sağlığın ve mutluluğun önemli bir kısmının zihnimizde yatmasıdır. Bu yüzden, bütünsel sağlık için zihin sağlığı üzerine çalışmak oldukça elzemdir.",
    "base64img": "https://media.istockphoto.com/id/668466058/tr/foto%C4%9Fraf/s%C3%BCrahi-cam-i%C3%A7ine-su-d%C3%B6kme.jpg?s=1024x1024&w=is&k=20&c=Sj5gLFYBMmIN2JZmawFzwyuUZQJxr3lJPCRDVn5SI64=",
    "view": 90
  },
  {
    "id": 10,
    "categoryId": 2,
    "header": "Apple Vision Pro ile Yeni Bir Devrin Başlangıcı!",
    "content": "Vision Pro’nun, Apple Vision gibi bir şey giymemiz koşuluyla, çalışma alanlarımızın masalar ve ekranlarla sınırlı olmadığı, çevremizdeki dünyanın herhangi bir yerinde, “uzaysal” bir bilgi işlem çağı açacağına inanıyor. Profesyonel Lensleri sayesinde uygulamalar, artırılmış gerçeklik iPhone uygulamalarına benzer şekilde çevrenizle örtüşür. Apple Vision Pro, gücünü çift çipli bir dizide bir değil, iki çipten alıyor. Mac hayranları, Vision Pro tarafından kullanılacak M2 yonga setinin sunduğu üstün bilgi işlem performansına aşina olacak, ancak bu, amacı sensörlerden gelen tüm verileri işlemek olan yepyeni bir R1 yongasıyla eşleştirilecek.Ön tarafta aralarında 23 milyon piksel bulunan bir çift mikro-OLED ekran kullanıyor. Bu çözüm her bir gözünüz için 4K TV’ye sahip olmakla aynı şey.",
    "base64img": "https://media.istockphoto.com/id/1324380506/tr/foto%C4%9Fraf/people-with-vr-grasses-playing-virtual-reality-game-future-digital-technology-and-3d.jpg?s=1024x1024&w=is&k=20&c=HVB4nlCYmg8_HK6Oq_94KORRrzOt8FhRPqQ97sbv1oM=",
    "view": 200
  },
  {
    "id": 16,
    "categoryId": 4,
    "header": "Kuzey Işıkları En İyi Nerede ve Ne Zaman Görülür?",
    "content": "Kuzey Işıkları, yaşamınız boyunca şahit olabileceğiniz en büyüleyici doğal güzelliklerden biri. Kuzey Işıkları hangi ülkelerde ve ne zaman daha iyi görünür diye merak ediyorsanız bu yazımız sizin için. Bu görsel şölenin keyfini doyasıya çıkarmanız için Kuzey Işıklarını görebileceğiniz en iyi yerleri ve en iyi zamanları sizin için araştırdık.\nKuzey Işıkları (Aurora Borealis) nedir?\nKuzey Işıkları, dünyanın yaklaşık 60-250 kilometre ötesinde, güneşten kopan parçaların dünyanın manyetik alanına girip sıkışmasıyla meydana geliyor. Güneşten kopup gelen parçacıklar, atmosferde gaz molekülleri ile temasa geçiyor ve renklenerek gökyüzüne yayılıyor. Kutup Işıklarının renkleri çarpışan atomların türü ve çarpmanın etkisiyle kazandığı enerjiye göre belirleniyor.",
    "base64img": "https://media.istockphoto.com/id/535916897/tr/foto%C4%9Fraf/ilulissat-aurora-greenland.jpg?s=1024x1024&w=is&k=20&c=2AbUSzXHRTbAMvIpBM07v1L9xxD_TS1Jw7iwyWZxMaE=",
    "view": 78
  },
  {
    "id": 10,
    "categoryId": 2,
    "header": "Bağışıklığın Kahramanları: Katil T Hücreleri",
    "content": "İnsan vücudu bir orman gibidir; içinde her saniye trilyonlarca büyüleyici olay meydana gelir ve bunların çoğu biz farkında olmadan gerçekleşir. Bu makalede, insan vücudu faaliyetleri ormanının çok ilginç bir kısmına, yani bağışıklık sistemine yakından bakacağız. Bağışıklık sistemi, öldürücü (sitotoksik) T hücreleri adı verilen dövüş sanatları uzmanı sayesinde vücudu davetsiz misafirlere karşı korur. Öldürücü T hücreleri, virüsle enfekte olmuş hücreleri yok etmekten sorumludur, böylece virüs kendini çoğaltamaz ve vücuda yayılamaz. Öldürücü T hücrelerinin hangi hücrelere saldıracağını ve hangilerine ise saldırmayacağını nasıl bildiğini öğreneceğimiz bağışıklık sistemine maceralı bir yolculuk için bize katılın. Katkı: Profesör Peter Doherty, hücre aracılı bağışıklık savunmasının özgüllüğüne ilişkin keşiflerinden dolayı 1996 yılında Prof. Rolf Zinkernagel ile birlikte Nobel Fizyoloji veya Tıp Ödülü’nü kazandı.",
    "base64img": "https://media.istockphoto.com/id/1138937146/tr/foto%C4%9Fraf/lenfositler-t-h%C3%BCcreleri-veya-kanser-h%C3%BCcreleri-ile-3d-ill%C3%BCstrasyon-proteinleri.jpg?s=1024x1024&w=is&k=20&c=BGo0bFEJmEvqmD9qrWETZm5YWhFxf2nVP1CRcepPRdQ=",
    "view": 148
  }
]
